<?php
$_['text_title']        = 'Eurobank (Πιστωτικη / Χρεωστικη Καρτα)';
$_['text_installments'] = 'Δοσεις';
$_['text_no_inst']      = 'Χωρις δοσεις';
$_['text_loading']      = 'Φορτωση...';
$_['text_redirecting']  = 'Παρακαλω περιμενετε, γινεται ανακατευθυνση στην ασφαλη σελιδα πληρωμης...';
$_['text_order_desc']   = 'Παραγγελια %s';

$_['error_general']     = 'Παρουσιαστηκε σφαλμα. Παρακαλω δοκιμαστε ξανα η επικοινωνηστε μαζι μας.';
$_['error_canceled']    = 'Η συναλλαγη ακυρωθηκε.';
$_['error_refused']     = 'Η συναλλαγη απορριφθηκε. Παρακαλω δοκιμαστε αλλη καρτα.';
$_['error_failed']      = 'Η συναλλαγη απετυχε. Παρακαλω δοκιμαστε ξανα.';
